Repository: pulb/basenji
Catalog: VolumeDB/po/*.po
Languages: es, et, fr, it, nl, pt_br, sk

source: Operand for keyword '{0}' must be a number with an optional multiplier
es: El operando para la palabra clave «{0}» debe ser un número con un multiplicador opcional
et: Operand märksõnale '{0}' peab olema number täiendava kordajaga
fr: Opérande pour le mot clé "{0} 'doit être un nombre avec un coefficient multiplicateur en option
it: L'operando per la parola chiave '{0}' deve essere un numero con un molptiplicatore opzionale
nl: Operator voor het trefwoord '{0}' moet een nummer zijn
pt_br: Operando para a palavra-chave '{0}' tem de ser um número com um multiplicador opcional
sk: Operand pre kľúčové slovo '{0}' musí byť číslo s prípadným násobkom

source: Invalid compare operator for keyword '{0}'
es: Operador de comparación inválido para la palabra clave «{0}»
et: Vale võrdlusoperaator märksõnale '{0}'
fr: Opérateur de comparaison invalide pour le mot clé "{0}"
it: Operatore comparatore non valido per la parola chiave '{0}'
nl: Ongeldige vergelijkingsoperator voor het trefwoord '{0}'
pt_br: Operador de comparação inválido para a palavra-chave '{0}'
sk: Neplatný operátor porovnávania pre kľúčové slovo '{0}'

source: Unknown keyword '{0}'
es: Palabra clave desconocida «{0}»
et: Tundmatu märksõna '{0}'
fr: Clé inconnu '{0}'
it: Parola chiave '{0}' sconosciuta
nl: Onbekend trefwoord '{0}'
pt_br: Palavra-chave desconhecida '{0}'
sk: Neznáme kľúčové slovo '{0}'

source: Invalid compare operator for a keyword that maps to textual content
es: Operador de comparación no válido para una palabra clave que mapea a contenido contextual
et: Vale võrdlusoperaator märksõnale, mis osutab tekstilisele sisule.
fr: Opérateur de comparaison invalide pour un mot clé qui correspond à contenu textuel
it: Operatore comparatore non valido per una parola chiave che mappa un contenuto testuale
nl: Ongeldige vergelijkingsoperator voor het trefwoord dat tekst inhoud
pt_br: Operador de comparação inválido para uma palavra-chave que mapeia o contexto textual
sk: Nie je možné použiť operátor porovnávania pre kľúčové slovo, ktoré sa viaže na textový obsah.

source: Operand for keyword '{0}' must be a string
es: El operando de la palabra clave «{0}» debe ser una cadena
et: Operand märksõnale '{0}' peab olema string
it: L'operando per la parola chiave '{0}' deve essere una stringa
nl: Operator voor het trefwoord '{0}' moet tekst zijn
pt_br: Operando para a palavra-chave '{0}' tem de ser uma string
sk: Operand pre kľúčové slovo '{0}' musí byť reťazec.

source: Unknown type '{0}'
es: Tipo desconocido «{0}»
et: Tundmatu tüüp '{0}'
fr: Type inconnu de '{0} "
it: Tipo '{0}' sconosciuto
nl: Onbekend type '{0}'
pt_br: Tipo desconhecido '{0}'
sk: Neznámy typ '{0}'

source: Keyword '{0}' only supports the equality operator ('=')
es: La palabra clave «{0}» sólo soporta operadores de igualación ('=')
et: Märksõna '{0}' toetab ainult võrdsusoperaatorit ('=')
it: La parola chiave '{0}' supporta solo l'operatore di uguaglianza ('=')
nl: Trefwoord '{0}' ondersteunt enkel de gelijkheidsoperator ('=')
pt_br: Palavra-chave '{0}' suporta apenas o operador de igualdade ('=')
sk: Kľúčové slovo '{0}'podporuje iba operátor rovnosti ('=')

source: Parsing error: search statement is malformed at position {0}
es: Error de análisis: la sentencia de búsqueda está formada incorrectamente en la posición {0}
et: Parsimise viga: otsingusõna on vigane asukohal {0}
fr: Erreur de syntaxe : Déclaration de recherche mal formulé à la position {0}
it: Errore di analisi: la frase di ricerca è errata alla posizione {0}
nl: Fout bij het ontleden: zoekterm staat op verkeerde positie {0}
pt_br: Erro na análise: afirmação de procura está malformada na posição {0}
sk: Chyba spracovania: príkaz vyhľadávania je chybný na pozícií {0}

source: Hashcode generation not implemented for audio cds yet.
es: Generación de código hash aún no implementada para CDs de audio.
et: Kontrollsumma loomine audio-cd jaoks pole toetatud veel.
fr: Génération de la somme de contrôle n'est pas encore implémentée pour les CD audio.
it: Generazione di hashcode non ancora implementata per CD audio
nl: Hashcode nog niet ingeprogrammeerd voor audio cd's.
pt_br: Geração do hash ainda não está implementada para CDs de áudio
sk: Geneorvanie hash kódov pre zvukové CD nie je ešte implementované.

source: No MusicBrainz metadata available for this disc.
es: No hay metadatos de MusicBrainz disponibles para este disco.
et: MusicBrainz metaandmeid pole ketta jaoks saadaval.
fr: Aucune métadonnée MusicBrainz disponible pour ce disque.
it: Nessun metadato di MusicBrainz disponibile per questo disco
nl: Geen MusicBrainz metadata beschikbaar voor deze schijf.
pt_br: Não há metadados do MusicBrainz disponíveis para este disco.
sk: Pre tento disk nie sú dostupné žiadne metadáta z MusicBrainz

source: The trackcount retrieved from MusicBrainz does not match the trackcount of the local disc. Skipped.
es: La cuenta de pistas obtenida de MusicBrainz no concuerda con la cuenta de pistas del disco local. Se omitirá.
et: MusicBrainz-ist hangitud loojärjestus ei kattu kohaliku ketta loojärjestusele. Vahelejäetud.
fr: Les pistes retrouvées sur le serveur MusicBrainz ne correspondent pas aux pistes présentes sur le disque local. Annulé.
it: Il numero di tracce ottenuto da MusicBrainz non corrisponde al numero di tracce del disco locale. Saltato.
nl: Het nummeraantal opgehaald van MusicBrainz stemt niet overeen met het nummeraantal op de lokale schijf. Overgeslagen.
pt_br: O número de faixas obtido do MusicBrainz não combina com o número de faixas do disco local. Pulado.
sk: Počet skladieb získaný z MusicBrainz sa nezhoduje s počtom skladieb na lokálnom disky. Preskakujem.

source: Error connecting to MusicBrainz server.
es: Error al conectarse con el servidor MusicBrainz.
et: Viga ühenduse loomisel MusicBrainz serverisse.
fr: Erreur lors de la connexion au serveur MusicBrainz...
it: Errore durante la connessione al server MusicBrainz.
nl: Fout bij het verbinden met de MusicBrainz-server.
pt_br: Erro ao conectar ao servidor MusicBrainz.
sk: Nastala chyba pri pripájaní k serveru MusicBrainz

source: Directory '{0}' not found. (Wrong filename encoding?)
es: Directorio «{0}» no encontrado. (¿Mala codificación del nombre de archivo?)
et: Kausta '{0}' ei leitud. (Vale failinime kodeering?)
fr: Dossier '{0}' non trouvé. (Mauvais encodage de fichier ?)
it: Impossibile trovare la cartella '{0}'. (Codifica del nome del file errata?)
nl: Map '{0}' niet gevonden. (Foute bestandsnaam gecodeerd?)
pt_br: Diretório '{0}' não encontrado. (Codificação do nome do arquivo incorreta?)
sk: Adresár '{0}' nebol nájdený. (Možno zlé kódovanie názvu súboru?)

source: Skipped item '{0}' as it doesn't seem to be a real directory.
es: Se ha saltado el elemento «{0}» dado que no parece ser un directorio real.
et: Eirati element '{0}', sest see ei tundu olema reaalne kaust.
fr: Objet ignoré '{0}' car il ne semble pas être un dossier réel.
it: Elemento '{0}' saltato in quanto non sembra una directory reale.
nl: Item '{0}' overgeslaan, map blijkt niet te bestaan.
pt_br: Item '{0}' pulado pois não parece ser uma pasta verdadeira.
sk: Preskakujem položku '{0}', pretože nie je skutočným adresárom.

source: Skipped symlink item '{0}' as the target does not exist.
es: Saltado el elemento de symlink «{0}» dado que el destino parece no existir.
et: Eirati nimeviit '{0}', sest sihtmärki ei leitud.
fr: lien symbolique ignoré '{0}' la destination n'existe pas.
it: Link simbolico '{0}' saltato in quanto la destinazione non esiste.
nl: Symlink item '{0}' overgeslagen omdat doel niet bestaat.
pt_br: Pulado item em link simbólico '{0}' porque o destino não existe.
sk: Preskakujem neplatný symbolický odkaz '{0}'.

source: Skipped symlink item '{0}' as it appears to point to a different drive ('{1}').
es: Se ha omitido el elemento symlink «{0}» ya que parece apuntar a una unidad diferente («{1}»).
et: Eirati nimeviit '{0}' kuna see viitab teisele kettale ('{1}').
fr: lien symbolique ignoré '{0}' car il pointe sur un lecteur différent ('{1}').
it: Link simbolico '{0}' saltato in quanto punta ad un'unità differente ('{1}').
nl: Symlink item '{0}' overgeslagen omdat deze verwijst naar een ander station ('{1}').
pt_br: Pulado item em link simbólico '{0}' porque ele aponta para um drive diferente ('{1}').
sk: Preskakujem symbolický odkaz '{0}', ktorý odkazuje na inú jednotku ('{1}').

source: File '{0}' not found. (Wrong filename encoding?)
es: No se ha encontrado el archivo «{0}». (¿Mala codificación del nombre de archivo?)
et: Faili '{0}' ei leitud. (Vale failinime kodeering?)
fr: Fichier '{0}' non trouvé. (Mauvais encodage de fichier ?)
it: Impossibile trovare il file '{0}'. (Codifica del nome del file errata?)
nl: Bestand '{0}' niet gevonden. (Foute bestandsnaam gecodeerd?)
pt_br: Arquivo '{0}' não encontrado. (Codificação do nome do arquivo errada?)
sk: Nenašiel sa súbor '{0}'. (Možno zlé kódovanie názvu súboru?)

source: Extracting metadata from file '{0}' failed. ({1})
es: La extracción de los metadatos del archivo «{0}» ha fallado. ({1})
sk: Extrahovanie metadát zo súboru '{0}' zlyhalo. ({1})

source: Error opening file '{0}', can't retrieve any mime/metadata. ({1})
es: Error al abrir el archivo «{0}», no se puede recuperar ningún MIME/metadato. ({1})
et: Viga faili '{0}' avamisel, ei suutnud hankida mime/metaandmeid.({1})
fr: Erreur d'ouverture du fichier '{0}', impossible de récupérer les méta-données. ({1})
it: Errore apertura file '{0}', impossibile ottenere un mime/metadata. ({1})
nl: Fout bij het openen van bestand '{0}', er kan geen mime/metadata opgehaald worden. ({1})
pt_br: Erro carregando o arquivo '{0}', não foi possível obter dados mime/metadata. ({1})
sk: Problém pri otváraní súboru '{0}': nie je možné získať žiadne metadáta. ({1})

source: Skipped symlink item '{0}' as it does not point to a regular file ('{1}').
es: Se ha omitido el ítem symlink «{0}» al no apuntar a un fichero regular ('{1}').
et: Eirati nimeviit '{0}', sest see ei viita tavalisele failile ('{1}').
fr: Lien symbolique ignoré '{0}' car il ne pointe pas vers un fichier standard ('{1}').
it: Link simbolico '{0}' saltato in quanto non punta ad un file regolare ('{1}').
nl: Symlink item '{0}' overgeslagen omdat deze niet naar een standaard bestand verwijst ('{1}').
pt_br: Pulado o link simbólico '{0}' pois não aponta para um arquivo regular ('{1}').
sk: Preskakujem symbolický odkaz '{0}', pretože neodkazuje na štandardný súbor ('{1}').

source: Skipped item '{0}' as it appears to be some kind of special file.
es: Se ha ignorado el elemento «{0}» debido a que parece ser algún tipo de fichero especial.
et: Eirati element '{0}' ,sest see tundub olema tähtis fail.
fr: Objet ignoré '{0}' car il semble être une sorte de fichier spécial.
it: Elemento '{0}' saltato in quanto sembra un tipo di file speciale.
nl: Item '{0}' overgeslagen omdat het een speciaal bestand blijkt te zijn.
pt_br: Item '{0}' pulado pois parece ser algum tipo de arquivo especial.
sk: Preskakujem položku '{0}', pretože je to špeciálny súbor.

source: Unable to dump dir '{0}'. ({1})
es: Imposible volcar el directorio «{0}». ({1})
et: Võimatu luua kaustatõmmist '{0}'. ({1})
fr: Impossible de supprimer le dossier '{0}'. ({1})
it: Impossibile leggere la cartella '{0}'. ({1})
nl: Kan map '{0}' niet dumpen. ({1})
pt_br: Não foi possível limpar diretório '{0}'. ({1})
sk: Nie je možné otvoriť adresár '{0}'. ({1})

source: Can't read LastWriteTime from item '{0}' ({1}).
es: No se puede leer LastWriteTime del elemento «{0}» ({1}).
et: Ei saanud lugeda viimast muutmisaega elemendist '{0}' ({1})
fr: Impossible de lire l'heure de dernier enregistrement pour cet objet '{0}' ({1}).
it: Impossibile leggere la data di modifica dell'elemento '{0}' ({1}).
nl: Kan LastWriteTime niet lezen voor item '{0}' ({1}).
pt_br: Não foi possível ler HoraDaUltimaEscrita do item '{0}' ({1}).
sk: Nie je možné prečítať čas posledného zápisu pre položku '{0}' ({1}).

source: Failed to resolve target item for symlink '{0}'.
es: Error al resolver el elemento destino para el symlink «{0}».
et: Ebaõnnestus leida sihtmärk nimeviida '{0}' jaoks.
fr: Impossible de résoudre l'objet cible de lien symbolique '{0}'.
it: Impossibile risolvere il file puntato dal link simbolico '{0}'.
nl: Mislukt om symlink item '{0}' doel te verhelpen.
pt_br: Falha ao resolver o destino do link simbólico '{0}'.
sk: Problém sa nájsť cieľ symbolického odkazu '{0}'.

source: libExtractor not found. Metadata extraction disabled.
it: libExtractor non trovato. Disabilitata l'estrazione dei metadati
pt_br: libExtractor não encontrado. A extração de metadados foi desativada.
